Autodesk.Revit.DB.SATImportOptions.#ctor(Autodesk.Revit.DB.SATImportOptions)
Constructs a new instance of SATImportOptions as a copy of the import options.
option:
The SAT options to be copied.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2014